/* Error Alert Button */
"OK" = "OK";

/* Error Alert Text */
"Parsing error %zd, Description: %@, Line: %zd, Column: %zd" = "Помилка оброблення %1$zd, опис: %2$@, рядок: %3$zd, стовпець: %4$zd";

/* Error Alert Text */
"Validation error %zd, Description: %@, Line: %zd, Column: %zd" = "Помилка перевірки %1$zd, опис: %2$@, рядок: %3$zd, стовпець: %4$zd";

/* Error Alert Title */
"MusicXML Parsing Error" = "Помилка оброблення MusicXML";

/* Error Alert Title */
"MusicXML Validation Error" = "Помилка перевірки MusicXML";

/* Error message */
"Compressed music xml file seems to be malformed (could not find 'full-path')" = "Стиснуті музичні xml-файли ймовірно спотворено (не вдалося знайти 'full-path')";

/* Error message */
"Could not create temporary conversion file" = "Не вдалося створити тимчасовий файл конвертування";

/* Error message */
"Could not decompress file compressed music xml file" = "Не вдалося розпакувати музичний xml-файл";

/* Error message */
"File is not a MusicXML File" = "Цей файл не є файлом MusicXML";

/* Error message, dont't translate the word “divisions” */
"MusicXML File contains zero or negative value for “divisions”" = "Файл MusicXML містить нульове або від’ємне значення для параметра «тривалості»";

/* Note Name in Do,Re,Mi notation */
"Do" = "До";

/* Note Name in Do,Re,Mi notation */
"Fa" = "Фа";

/* Note Name in Do,Re,Mi notation */
"La" = "Ля";

/* Note Name in Do,Re,Mi notation */
"Mi" = "Мі";

/* Note Name in Do,Re,Mi notation */
"Re" = "Ре";

/* Note Name in Do,Re,Mi notation */
"Sol" = "Соль";

/* Note Name in Do,Re,Mi notation */
"Ti" = "Ті";

/* guitar chord inspector */
"GChStr_6StrgsGuitarRegTuning" = "Нормальний стрій 6-струнної гітари";
